using System;

namespace HW._02
{
    class Program
    {
        static void Main(string[] args)
        {
            //1. Чтение исходного файла в папке Temp
            //2. Сохраняем в строке код из файла
            //3. Освобождаем ресурсы класса textReader
            //4. Сохраняем в строке код из файла, разбивая на символы
            //5. Создаем массив для хранения конечного результата
            //6. Заускаем цикл, в котором конвертируем исходный код
            //7. В том же цикле сохраняем новый код в массиве
            //8. Записываем полученный код в файл картинки в папке Temp
        }
    }
}